const jokesArray = [
`बीवी- ना जाने कौन-सी घड़ी में मैंने तुम्हारी Friend request accept की थी ।
पति- पत्थर पड़ गये थे मेरी अक्ल पे जो तुम्हारी DP को Nice Pic कहा था ।
बीवी- मेरी अक्ल पे भी परदा पड़ा था जो तुम्हारी Pic पे Handsome Look का comment किया था ।
पति- अच्छा होता तुम्हें उसी वक्त unfriend कर देता...
बीवी- मैंने भी उसी वक्त तुम्हें Block किया होता तो आज ये दिन ना देखना पड़ता ।`,

`टीचर- इतने दिन कहां थे, स्कूल क्यों नहीं आए?
गोलू- बर्ड फ्लू हो गया था मैम।
टीचर- पर ये तो पक्षियों को होता है इंसानों को नहीं।
गोलू- इंसान समझा ही कहां आपने...रोज तो मुर्गा बना देती हो..!!`,

`दो लड़कियां बस में सीट के लिए लड़ रही थीं
कंडक्टर- अरे क्यों लड़ रही हो,
जो उम्र में सबसे बड़ी है वो बैठ जाए
फिर क्या, पूरे रास्ते दोनों खड़ी ही रहीं`,

`लड़का- ओए पगली! हम तो दुश्मन भी शेर जैसे रखते हैं,
तू है एक कोमल कली, मुझसे पंगा जरा सोच समझ कर ले,
क्युंकि मैं एक शेर कि औलाद हुँ…
लड़की- अच्छा तो एक बात बता  
शेर घर पर आया था, या आंटी जंगल गयी थी…
सोलिड वाली बेईज्जती…`,

`लडका : मैं उस लडकी से शादी करुंगा,
जो मेहनती हो,
सादगी से रहती हो,
घर को संवारकर रखती हो,
आज्ञाकारी हो।
प्रेमिका: मेरे घर आ जाना,
ये सारे गुण मेरी नौकरानी में है`,

`एक लड़की एक लड़के के साथ बैठी थी,
दूसरे दिन दूसरे लड़के के साथ बैठी थी,
तीसरे दिन तीसरे लड़के के साथ बैठी थी,
इस कहानी से तुम्हें क्या शिक्षा मिलती है?
लड़के बदल जाते हैं पर लड़कियां नहीं`,

`महिला- डॉक्टर साहब, मेरे पति नींद में
बातें करने लगे हैं! क्या करूँ?
डॉक्टर- उन्हें दिन में बोलने का मौका दीजिए!`,

`एक भिखारी को 100 का नोट मिला
वो फाइव स्टार होटेल में गया और भरपेट खाना खाया
1500 रुपये का बिल आया, उसने मेनेजर से कहा, पैसे तो नहीं है
मैनेजर ने पुलिस के हवाले कर दिया
भिखारी ने पुलिस को 100 का नोट दिया, और छूट गया
इसे कहते हैं...
फाइनेन्सियल मैनेजमेन्ट विदाउट एमबीए इन इंडिया`,

`अपने बदन को निहारकर देहाती पत्नी अपने पति से बोली...
पत्नी-पहले मेरी कमर पेप्सी की बोतल की तरह थी
सुसराल में आकर बुरा हाल हो गया...
पति-अब भी तुम्हारी कमर पेप्सी की बोतल की तरह है।
फर्क इतना है कि वह बोतल अब 300ml की नहीं, बल्कि 2 लीटर की है।`,

`अपने बदन को निहारकर देहाती पत्नी अपने पति से बोली...
पत्नी-पहले मेरी कमर पेप्सी की बोतल की तरह थी
सुसराल में आकर बुरा हाल हो गया...
पति-अब भी तुम्हारी कमर पेप्सी की बोतल की तरह है।
फर्क इतना है कि वह बोतल अब 300ml की नहीं, बल्कि 2 लीटर की है।`,

`कुछ अमीरों की चर्चा…
किसी ने कहा मेरा बाथरुम 10 लाख का तो किसी ने 20 लाख को किसी ने 50 लाख का बताया
और जब यही बात एक गाँव के आदमी से पूछी गई तो उसने बताया की मै जहा सुबह लोटा लेके जाता हूँ उस खेत की कीमत 7 करोड़ है
और ऐसे बाथरुम तो हम रोज़ बदल देते है !!`,

`पप्पू शराब पीकर गाड़ी चला रहा था,
अचानक गाड़ी एक खम्बे से टकरा गयी
पुलिस-बाहर निकल साले
पप्पू-माफ़ कर दो दरोगा जी
पुलिस-साले दारू पी के गाड़ी चलाता है, मुंह खोल
पप्पू-अरे नहीं साब, पहले से खूब पी रखी है और कितना पिलाओगे।`,

`एक कंजूस को बिजली का करंट लग गया
बीवी- आप ठीक तो है ना
कंजूस- फालतू की बात छोड़ मीटर देखकर बता यूनिट कितना बढ़ा….`,

`प्रेमिका- मैं तुम्हारे लिए आग पर चल सकती हूं, नदी में कुद सकती हूं।
प्रेमी- मैं भी तुमसे बहुत प्यार करता हूं, क्या तुम मुझसे मिलने आ सकती हो
प्रेमिका- पागल हो क्या, धूप देखी  है कितनी तेज है, मैं काली पड़ गई तो`,

`प्रेमिका- तुमको पता है कल मेरा बर्थडे है
मुझे क्या गिफ्ट दोगे
प्रेमी – जो तुम चाहो मेरी जान
प्रेमिका- मुझे रिंग टाहिए
प्रेमी- ठीक है रिंग दूंगा पर उठाना मत, मेरा बैलेंस कम है`,

`लड़की का फोन आता है लड़के को
लड़का- हां,  कितने का रिचार्ज करवाऊं ?
लड़की- तुम्हे क्या लगता है मैं हर बार रिचार्ज करवाने के लिए ही फ़ोन करती हूँ क्या ?
लड़का-तो ?
लड़की-2 ड्रेस दिलवा दे ना`,

`खिड़की पर खड़े आदमी को cashier ने कहा पैसे नहीं है
ग्राहक : और दो मोदी माल्या को पैसा ,
सारे पैसे लेकर भाग गए विदेश में
कैशियर ने खिड़की में से हाथ निकाला और
उसकी गर्दन दबोच कर कहा साले बैंक में तो है
तेरे खाते में नहीं है भिखारी`,

`एक लड़की ने पिज्जा शॉप में जा कर पिज्जा आर्डर किया।
वेटर : मैडम, इसके 4 पीस करूं या 8 पीस?
लड़की बोली : 4 पीस ही कर दो।
8 खाऊंगी तो मोटी हो जाऊंगी।`,

`ग्राहक : Beta तेरे पापा की तो रसगुल्ले
की दुकान है, तेरा खाने का मन नहीं करता?.
बच्चा : बहुत मन करता है अंकल…
लेकिन पापा गिन कर रखते हैं इसलिए बस
चूस के वापिस रख देता हूँ ।.
ग्राहक बेहोश..
😂😂😝🙊🙊😝😂`,

`लड़का एक लड़की के साथ घर आया।
माँ: कौन है यह?
लड़का: यह मेरी धर्म-पत्नी है।
माँ: कब से चल रहा था तुम दोनों के बीच ये सब?
लड़का: पता नहीं यह तो पार्क में मेरे बगल में बैठ
किसी का इंतज़ार कर रही थी।
बजरंग दल वालों ने हमारी शादी करवा दी।😜😝
😂😂😝🙊🙊😝😂`,

`इतवार के दिन बैंक कर्मचारी की बीबी
उठो, जागो.. देखो मेरे मम्मी पापा आए हैं.
आदमी…. उनको कहो लाइन में लगें,
और ID साथ में रखें…
😂😂😝🙊🙊😝😂`,

`पैसे वाला आदमी :” आज मेरे पास
14 कार, 18 दूकान, 4 बंगले हैं ..
तुम्हारे पास क्या है .. ??.
गरीब आदमी :मेरे पास 1 बेटा है
जिसकी गर्लफ्रेंड तेरी बेटी है
😝😝Ab bol😝😝😝`,

`एक बार एक आदमी जंगल में जा रहा था।
अचानक शेर देखकर सांस रोककर जमीन में लेट गया।
ये देख कर शेर आया और उसके कान में बोला!!
सावन है बेटा , वरना सारी होशियारी निकाल देता…
😂😂😝🙊🙊😝😂`,

`साइकल वाले ने एक आदमी को टक्कर मार दी और बोला.
साइकल वाला: आप बहुत लकी हो
आदमी: ओए, एक तो मुझे साइकल मारी और
ऊपर से कह रहा है कि मैं लकी हूं, कैसे?
साइकल वाला: आज मेरी छुट्टी है,
नहीं तो मैं ट्रक चलाता हूं।`,

`एक बुढ़िया का दामाद बहुत हीं काला था ।.
सास : दामाद जी आप तो 1 महीना यहाँ
रुको दूध, दही खाओ । मौज करो आराम से
रहो यहाँ । 😉.
दामाद : अरे वाह सासु माँ आज बड़ा प्यार
आ रहा है मुझ पे । 😍.
सास : अरे प्यार व्यार कुछ नहीं कलमुहे 😒
वो हमारी भैंस का बच्चा मर गया , कम से कम
तुम्हे देख कर दूध तो देती रहेगी । 😁
😂😂😝🙊🙊😝😂`,

`एक आदमी रात को गली के सामने खड़ा था।
वहां के चौकीदार ने देखा तो कड़क कर पूछा
कौन हो तुम यहां क्या कर रहे हो?.
आदमी बोला, “मेरा नाम शेर सिंह है”।
चौकीदार: बाप का नाम क्या है?
आदमी: शमशेर सिंह।
चौकीदार: कहां रहते हो?
आदमी: शेरों वाले मोहल्ले में।.
चौकीदार: तो इतनी रात में यहाँ खड़े क्या कर रहे हो,
जाओ अपने घर जाओ?
आदमी: कैसे जाऊं, आगे कुत्ते भौंक रहे हैं।
😂😂😝🙊🙊😝😂`,

`शादी के बाद पति कैसे बदलते हैं, जरा गौर कीजिए:
पहले साल: जानू संभलकर उधर गड्ढा है।
दूसरे साल: अरे यार देख कर उधर गड्ढा है।
तीसरे साल: दिखता नहीं, उधर गड्ढा है।
चौथे साल: अंधी है क्या, गड्ढा नहीं दिखता?.
पांचवे साल: अरे उधर कहां मरने जा रही है, गड्ढा तो इधर है।
😂😂😝🙊🙊😝😂`,

`एक मकान मालिक नए किरायेदार को मकान दिखा रहा था.
मकान मालिक – इसका किराया 700 रुपए होग..
किरायेदार -ठीक है, लेकिन आपके मकान में तो चूहे नाच रहे हैं !
मकानमालिक – तो 700 रुपए में क्या शीला का नाच देखना चाहते हो ?
😂😂😝🙊🙊😝😂`,

`Boy – शादी करोगी मुझसे ?
Girl – नही में किसी से भी शादी नही करूँगा !.
Boy – अच्छा तो तुम्हारा Weight कितना है ?
Girl – शादी का और Weight का क्या कनेक्शन है 🤨.
Boy – अगर तुम प्यार से नही मानी
तो में तुमको उठ ले जाऊंगा`,

`ग्राहक- तुम्हारी भैंस की एक आंख
खराब है, फिर भी तुम
इसके र25000 मांग रहे हो ।.
आदमी- तुम्हें भैंस दूध के लिए चाहिए या
नैन मटक्का के लिए चाहिए?
😂😂😝🙊🙊😝😂`,

`जज- क्या सबूत है कि जब एक्सीडेंट हुआ,
तब तुम कार तेज़ नहीं चला रहे थे?
कार चालक- साहब,
मैं अपनी पत्नी को लेने ससुराल जा रहा था।
जज- ओह, छोड़ दो इस मासूम को,
ऐसे समय कोई भी गाड़ी तेज़ नहीं चला सकता।
😂😂😝🙊🙊😝😂`,

`दादी और पोता आपस में बात करते हुए…
दादी- लगता है उस लड़की को लकवा हो गया है.
देख कैसे उसका एक हाथ ऊपर हो रहा है
और मुंह पिचका सा हो गया है.
पोता- दादी लकवा नहीं, वह सेल्फी ले रही है…
😂😂😝🙊🙊😝😂`,

`एक महिला एक साधु के पास गई और बोली
महाराज! आपने प्रवचन में कहा था,
अहंकार ही सबसे बड़ा पाप है।.
पर जब मैं आईना देखती हूँ,
तो सोचती हूँ मैं कितनी सुंदर हूँ
तो मुझे बहुत अहंकार हो जाता है,
मैं क्या करूँ?.
साधु ने कहा- बेटी…यह अहंकार नहीं, गलतफहमी है
और गलतफहमी कोई पाप नहीं.
😂😂😝🙊🙊😝😂`,

`यात्री : क्या मैं यहाँ
एक सिगरेट पी सकता हूं?.
स्टेशन मास्टर : नहीं…
यहां सिगरेट पीना सख्त मना है।.
यात्री : फिर यहाँ इतने
सिगरेट के टुकड़े कैसे पड़े हैं?..
स्टेशन मास्टर : ये उन लोगों ने फेंके हैं
जो पूछते नहीं है। 😜😭😝
🤪🤩🤓🤓`,

`एक मुर्गा मालिक को खिङकी से बैठा देख रहा था।..
मालिक बहुत बीमार था,
मालिक की पत्नी उसके बगल में बैठी थी।..
पत्नी बोली : आपको बहुत तेज़ बुखार है
मै आपके लिए चिकन सूप बना लाती हूं…..
इतना सुनते ही मुर्गे के तोते उङ गये…
मुर्गा बोला : बहन जी….
एक बार ‘पेरासिटामोल’ दे कर भी देख लो।
🤪🤩🤓🤓`,

`अगर किसी लड़की को
उसकी मर्जी के खिलाफ
love u बोलना गलत है..
तो किसी लड़के को
उसकी मर्जी के खिलाफ...
भैया बोलना भी गलत है..😂😂
🤪🤩🤓🤓`,

`भोलापन तो देखिए ….
एक आदमी की एक टांग की हड्डी टूट गयी।।.
वो हॉस्पिटल गया तो देखा कि
वहां एक आदमी की दोनों टांगें
टूटी हुई हैं ।।.
तो वो उसको देखकर बोला कि –
आपकी दो पत्नियां हैं क्या??
😂😂😂😂😂😂😂`,

`प्राइमरी स्कूल में मैडम जी गहरी नींद में सो रही थी
तभी कलेक्टर साहब आ गये
मैडम जी पकड़ी गयी
बहुत देर उठाने के बाद जब मैडम की नींद खुली
नींद खुलते ही मैडम कलेक्टर को देखते हुए बोली
तो बच्चों समझ गए ना , कुंभकर्ण ऐसे सोता था
कलेक्टर साहब बेहोश`,

`एक आदमी वकील बन गया
उनको पहला केस मिला
मुलजिम – वकील साहब कोशिश करना
उम्र कैद हो , फंसी ना हो
वकील – तुम चिंता मत करो , में हु ना
पेशी के बाद कोर्ट से बाहर आते हुए
पत्रकार – क्या हुआ
वकील – बहुत मुश्किल से उम्र कैद करवाई है
वरना जज तो रिहा कर रहा था
😂😂😂😂😂😂😂`,

`रमेश के पास रात को सांताक्लॉज आया और बोला –
कोई wish मांगो….
रमेश बोला – मेरी बीवी झगड़ा बहुत करती है कोई दूसरी बीवी दिलवा दो..
सांताक्लॉज ने रमेश को बहुत मारा..
फिर पता चला रमेश की बीवी ही सांताक्लॉज बन के आयी थी..
सावधान रहे, सतर्क रहे
😂😂😂😂😂😂😂`,

`संजना तीसरी बार ड्राइविंग लाइसेंस का इंटरव्यू देने पहुंची
officer – अगर एक तरफ आपके पति हो और दूसरी तरफ आपका भाई हो तो आप क्या मारोगी ?
संजना – पति
officer – अरे मैडम आपको तीसरी बार बता रहा हूँ की आप ब्रेक मारोगी😂😂
🤪🤩🤓🤓`,

`कंप्यूटर इंजीनियरिंग की लड़की को किसी लड़के ने छेड़ा,
उसका गुस्सा ऐसे निकला –
अरे ओ पेन ड्राइव के ढक्कन, पैदाइशी Error,
Virus के बच्चे, Excel की Corrupt File,
ऐसा Click मारूंगी कि ज़मीन से Delete हो कर…,
कब्र में Install हो जायेगा…!
समझे.
🤣😂🤣`,

`जब एक लडकी लडके से क्लास मे ऐक पेन
मांगती हे तो..
लडका : कोनसा दूं?… ब्लु,ब्लैक,रेड,
ग्रीन??..
ओर जब एक दोस्त मांगे तब…..
लडका : हट साले लडकी देखने आता है school मे
बिना पेन के???😂😂`,

`एक आदमी खड़े-खड़े चाबी से.
अपना कान खुजा रहा था..?.
दूसरा व्यक्ति उसे गौर से देखता हुए बोला :-.
भाई साहब, आप स्टार्ट नहीं हो रहे….
तो मै धक्का लगाऊ.?
😄😄😄😄😄`,

`भाई ने रसोई में गैस पर कूकर चढा सेल्फी वाली पोस्ट डाली की और लिखा.
बीवी मायके गयी है और मुझे चाय बनानी है,कुकर में कितनी सिटी लगाऊ?..
किसी ने कहा:-कुकर में ऑलरेडी एक सीटी लगी है और कितनी लगाएगा.
किसी ने कहा बेवकूफ चाय कुकर में थोड़ी बनती है कड़ाही चढा,.
एक बोला:- पहले दो घण्टे चाय पत्ती भिगो ले ,दो तीन सीटी में काम चल जाएगा.
किसी ने सुझाया खिड़की पर जाके एक सीटी बजा,पड़ौसन दे जाएगी
🤣😂🤣`,


`दुकानदार : बताइए जनाब क्या चाहिए ?
राहुल: अपने होने वाली बीवी के कुत्ते के लिए केक चाहिए
दुकानदार : यहीं खाओगे या पैक कर दूँ
😂😂😂😂😂😂`,

`जेलर– सुना है की तुम शायर हो कुछ सुनाओ यार.
कैदी– पेश करता हूँ साहेब.
गम ए उल्फत मे जो जिन्दगी कटी हमारी,.
जिस दिन जमानत हुई जिन्दगी खतम तुम्हारी.
जेलर– अरे बंसी वो डंडे में तेल लगा कर लाना.
ये अभी तक नहीं सुधरा है।
😂😂😂😂😂`,

`एक आदमी नदी मे डूब रहा था। वो जोर जोर से चिल्लाया –
“”गणेश जी बचाओ””..
“”गणेश जी बचाओ””.
गणेश जी आए ओर नदी किनारे नाच ने लगे।
आदमी :””प्रभु आप नाच क्यों रहे हो? मुझे बचाओ…””
गणेश जी मुस्कुराते हुए बोले –
“”तू भी तो मेरे विसर्जन मे बहुत नाच रहा था…!
😂😂😂😂😂`,


];